export default function HistoryLearning() {
  return (
    <div className="container-scroller">
      <div className="main-panel">
        <div className="content-wrapper">
          <div className="page-header">
            <h3 className="page-title">
              ประวัติศูนย์การเรียนรู้โคจันทรเกษมชัยนาท
            </h3>
            <nav aria-label="breadcrumb">
              <ol className="breadcrumb">
                <li className="breadcrumb-item">
                  <a href="#sss" className="text-decoration-none">
                    <i className="mdi mdi-home" />
                  </a>
                </li>
                <li className="breadcrumb-item active" aria-current="page">
                  ประวัติศูนย์การเรียนรู้โคจันทรเกษมชัยนาท
                </li>
              </ol>
            </nav>
          </div>
          <div className="row">
            <div className="col-lg-12 grid-margin stretch-card">
              <div className="card">
                <div className="card-body text-center">
                  <div className="card mt-3">
                    <div className="card-header bg-warning">
                      <h3>
                        <img
                          src="https://chainat.chandra.ac.th/images/Menubar/b1.png"
                          alt=""
                        />
                      </h3>
                    </div>
                    <div className="card-body">
                      <p>
                        ศูนย์การศึกษามหาวิทยาลัยราชภัฏจันทรเกษม-ชัยนาท
                        เปิดดำเนินการเรียนการสอนเมื่อวันที่ 9 ธันวาคม 2543
                        เปิดสอนระดับปริญญาตรี ภาคนอกเวลาราชการ
                        และทำการเรียนการสอนเฉพาะวันเสาร์-วันอาทิตย์
                        โดยมีผู้ช่วยศาสตราจารย์ศิริกุล ผลิศักดิ์ เป็นผู้อำนวยการ
                        ระยะแรกเป็นศูนย์การศึกษาจันทรเกษม
                        เทคนิคชัยนาทโดยใช้พื้นที่อาคารของวิทยาลัยเทคนิคชัยนาทเป็นสถานที่ทำการเรียนการสอนนับเป็นสถาบันการศึกษาระดับอุดมศึกษาแห่งแรกของจังหวัดชัยนาทต่อมาสำนักงานเขตพื้นที่การศึกษาประถมศึกษาชัยนาท
                        กระทรวงศึกษาธิการอนุญาตให้ใช้อาคารสำนักงานคณะกรรมการการประถมศึกษา
                        อำเภอสรรคบุรี (อาคาร ส.ป.อ.) และอาคารหอประชุมเอ็มเค (MK)
                        ในปี พ.ศ. 2547 และปี พ.ศ. 2548
                        ได้เปิดการเรียนการสอนนักศึกษาภาคปกติ เป็นปีแรก
                      </p>
                      <p>
                        ศูนย์การศึกษามหาวิทยาลัยราชภัฏจันทรเกษม-ชัยนาท
                        ได้ดำเนินการสืบเนื่องจากการขอใช้ที่ดินสาธารณะประโยชน์ ณ
                        ที่ดินบ้านดอนอรัญญิก ตำบลแพรกศรีราชา อำเภอสรรคบุรี
                        จังหวัดชัยนาท โดยมี นายอารยะ วิวัฒน์วานิช
                        ผู้ว่าราชการจังหวัดชัยนาทในขณะนั้น (พ.ศ. 2542 - พ.ศ.
                        2544)
                        ซึ่งมีนโยบายสนับสนุนให้มีการขอใช้ที่ดินของราชการเพื่อการศึกษา
                        และทางสถาบันราชภัฏจันทรเกษม โดยมี
                        ผู้ช่วยศาสตราจารย์ศิริกุล ผลิศักดิ์
                        ผู้อำนวยการสำนักวิจัยและบริการวิชาการในขณะนั้น
                        ซึ่งเป็นผู้ริเริ่มในการขยายพื้นที่การศึกษาสู่สังคมท้องถิ่นพร้อมทั้งการเข้าถึงการศึกษาของคนในชุมชนและพัฒนาชุมชนให้กับเยาวชนในเขตจังหวัดชัยนาท
                        และจังหวัดใกล้เคียง
                      </p>
                      <p>
                        คณะกรรมการจังหวัดชัยนาท
                        มีมติเห็นชอบให้ใช้ประโยชน์ที่ดินและถอดสภาพที่ดินจาก
                        ที่ดิน สปก. เมื่อวันที่ 4 กรกฎาคม 2546
                        กรมที่ดินได้เสนอกระทรวงมหาดไทย โดย รองศาสตราจารย์เทื้อน
                        ทองแก้ว อธิการบดีสถาบันราชภัฏจันทรเกษม
                        และผู้ช่วยศาสตราจารย์ศิริกุล ผลิศักดิ์
                        โดยกระทรวงมหาดไทยได้ประกาศขึ้นทะเบียนที่ดิน หมู่ที่ 7-8
                        ของบ้านอรัญญิก ตำบลแพรกศรีราชา อำเภอสรรคบุรี
                        จังหวัดชัยนาท รวมพื้นที่ในการใช้ประโยชน์จากที่ดินจำนวน
                        326 ไร่ 85 ตารางวา ซึ่งตามประกาศกระทรวงมหาดไทย
                        เมื่อวันที่ 20 มีนาคม 2548
                        พร้อมประกาศในราชกิจจานุเบกษาฉบับประกาศและงานทั่วไป
                        เล่มที่ 122 ตอนที่ 24 วันที่ 24 มีนาคม 2548
                        ให้ใช้ประโยชน์ในการจัดการศึกษา
                        การเรียนและการสอนระดับอุดมศึกษา
                      </p>
                      <p>
                        วันที่ 20 มกราคม พ.ศ. 2548
                        มีประกาศกระทรวงมหาดไทยให้มหาวิทยาลัยราชภัฏจันทรเกษมใช้ประโยชน์ในราชการในพื้นที่ตำบลแพรกศรีราชา
                        อำเภอสรรคบุรี จังหวัดชัยนาท เนื้อที่ประมาณ 326 ไร่ 85
                        ตร.ว. เป็นที่ตั้งมหาวิทยาลัยราชภัฏจันทรเกษม – ชัยนาท
                      </p>
                      <p>
                        วันที่ 9 ธันวาคม พ.ศ. 2548
                        ศูนย์การศึกษามหาวิทยาลัยราชภัฏจันทรเกษม-ชัยนาท
                        ทำพิธีตักดินลงเสาต้นแรกเพื่อเตรียมสร้างอาคารเรียนที่ได้รับความอนุเคราะห์การจัดสร้างจากพระครูไพศาล
                        ชัยกิจ หรือหลวงปู่ฤาษีตาไฟ เจ้าอาวาสวัดเทพหิรัณย์
                        (หนองทาระภู) ตำบลบ้านเชี่ยน อำเภอหันคา จังหวัดชัยนาท
                        เมตตาสร้างอาคารเรียนเทพหิรัณย์ มหามงคลรัฐ
                        เป็นอาคารตึกสูง 4 ชั้นโดยใช้งบประมาณในการก่อสร้าง รวม 21
                        ล้านบาท โดยมีรองศาสตราจารย์มานพ พราหมณโชติ
                        เป็นอธิการบดีมหาวิทยาลัยในขณะนั้น
                        การก่อสร้างแล้วเสร็จปลายปี พ.ศ. 2551
                        ซึ่งเป็นอาคารเรียนหลักแรก และเปิดทำการเรียนการสอนในปี
                        2554 โดยมีนักศึกษาภาคปกติ และภาคนอกเวลาราชการ
                        (ย้ายจากวิทยาลัยเทคนิคชัยนาท และอาคาร ส.ป.อ.)
                      </p>
                      <p>
                        พ.ศ. 2550 นางทองคำ เมฆโต มอบเงินจำนวน 15 ล้านบาท
                        และมหาวิทยาลัยราชภัฏจันทรเกษม สมทบอีก 2.5 ล้านบาท
                        เพื่อสร้างอาคารเรียนคุณแม่ทองคำ เมฆโต แล้วเสร็จปลายปี
                        พ.ศ. 2552 เป็นอาคารเรียนหลังที่ 2
                        ตั้งอยู่ด้านทิศตะวันตกของอาคารเทพหิรัณย์ มหามงคลรัฐ{" "}
                      </p>
                      <p>
                        พ.ศ. 2555 สร้างอาคารหอประชุม
                        มหาวิทยาลัยราชภัฏจันทรเกษม-ชัยนาท
                        ใช้งบประมาณพัฒนาศูนย์การศึกษาฯ จำนวนเงิน 3.84 ล้านบาท
                      </p>
                      <p>
                        พ.ศ. 2559 สร้างหอพักนักศึกษา 4 ชั้น ขนาด 40 ห้อง จำนวน 2
                        อาคาร (อาคารจันทร์มงคล 1 และ 2)
                        ซึ่งได้รับงบประมาณจากมหาวิทยาลัยราชภัฏจันทรเกษมจำนวนเงิน
                        25,700,000 บาท วันที่ 9 มีนาคม 2559
                        ดำเนินการวางผังการก่อสร้าง
                        จัดทำพิธีวางศิลาฤกษ์เมื่อวันที่ 25 มีนาคม 2559
                        และดำเนินการก่อสร้างแล้วเสร็จเมื่อเดือนกรกฎาคม ปี พ.ศ.
                        2560 โดยมีผู้ช่วยศาสตราจารย์ ดร. สถาพร ถาวรอธิวาสน์
                        เป็นผู้อำนวยการ และรองศาสตราจารย์ ดร. สุมาลี ไชยศุภรากุล
                        เป็นอธิการบดีมหาวิทยาลัยในขณะนั้น
                      </p>
                    </div>
                  </div>
                  <div className="card mt-3">
                    <div className="card-header bg-warning">
                      <h3>
                        ศูนย์การศึกษามหาวิทยาลัยราชภัฏจันทรเกษม-ชัยนาท
                        ตั้งอยู่หมู่ที่ 7-8 ตำบลแพรกศรีราชา อำเภอสรรคบุรี
                        จังหวัดชัยนาท 17140
                      </h3>
                    </div>
                    <div className="card-body">
                      <iframe
                        src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d246574.9540918541!2d100.14244100000002!3d15.062841!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e1910f215b5aaf%3A0x6db855308e4d8df1!2z4Lih4Lir4Liy4Lin4Li04LiX4Lii4Liy4Lil4Lix4Lii4Lij4Liy4LiK4Lig4Lix4LiP4LiI4Lix4LiZ4LiX4Lij4LmA4LiB4Lip4LihLeC4iuC4seC4ouC4meC4suC4lw!5e0!3m2!1sth!2sth!4v1645991070715!5m2!1sth!2sth"
                        width={600}
                        height={450}
                        style={{ border: 0 }}
                        allowFullScreen
                        loading="lazy"
                        title="Map"
                      />
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
